import ru.yandex.oop.tasktreker.presenter.Manager;

public class Main {

    public static void main(String[] args) {
        Manager manager= new Manager();
        System.out.println("1  эпик с двумя подзадачами");



        System.out.println("***********************************************");
        System.out.println("1  эпик с одной  подзадачей");



        System.out.println("***********************************************");
        System.out.println("Списки эпиков, задач и подзадач,");



        System.out.println("***********************************************");
        System.out.println("Измените статусы созданных объектов, печать.");



        System.out.println("***********************************************");
        System.out.println("Удаление  одной из задачи и одинго эпика");



        System.out.println("***********************************************");
    }

/*
Создайте в классе Main метод static void main(String[] args) и внутри него:
--Создайте 2 задачи, один эпик с 2 подзадачами, а другой эпик с 1 подзадачей.
--Распечатайте списки эпиков, задач и подзадач, через System.out.println(..)
--Измените статусы созданных объектов, распечатайте. Проверьте, что статус задачи и подзадачи сохранился,
а статус эпика рассчитался по статусам подзадач.
--И, наконец, попробуйте удалить одну из задач и один из эпиков.
 */
}
